<div class="lesson">
                  <div class="lesson__details">
                    <div class="lesson__current">Урок 1 из 12</div>
                    <div class="lesson__stop">Необходимо выполнить задание</div>
                  </div>
                  <div class="lesson__content">
                    <div class="lesson-box">
                      <div class="lesson-box__header">№1 - Что такое Наставничество</div>
                      <div class="lesson-box__video">
                        <div class="video" data-id="201913104">
                          <div class="video__preview">
                            <picture>
                              <source srcset="/img/common/cover.webp" type="image/webp"/><img src="/img/common/cover.jpg" loading="lazy" alt="image"/>
                            </picture>
                          </div>
                          <div class="video__action">
                            <div class="video__button">
                              <svg width="70" height="70">
                                <use xlink:href="/img/sprites/sprite.svg#ic_play"></use>
                              </svg>
                            </div>
                          </div>
                        </div>
                      </div>
                      <div class="lesson-box__header">№2 - Внимательно ознакомьтесь с договором оферты</div>
                      <div class="lesson-box__spoiler">
                        <div class="lesson-box__spoiler-title">Договор оферты</div>
                        <div class="lesson-box__spoiler-text"> 
                          <p>г. Москва «01» декабря 2021 года</p>
                          <p>Индивидуальный предприниматель Гребенкин Вячеслав Владимирович, ИНН 773565101212, ОГРН 311774611100204 (далее – Исполнитель), настоящей публичной офертой предлагает любому физическому или юридическому лицу, а также индивидуальному предпринимателю (далее – Заказчик) заключить Договор-оферту на оказание услуг по обучению в формате наставничества для информационных проектов в сети Интернет (далее – Договор).</p>
                          <p>В соответствии с пунктом 2 статьи 437 Гражданского Кодекса Российской Федерации (ГК РФ) в случае принятия изложенных ниже условий и оплаты услуг, лицо, производящее акцепт этой оферты, становится Заказчиком (в соответствии с пунктом 3 статьи 438 ГК РФ акцепт оферты равносилен заключению договора на условиях, изложенных в оферте).</p>
                          <p>В связи с вышеизложенным, внимательно прочитайте текст данного Договора и, если Вы не согласны с каким-либо пунктом Договора, Исполнитель предлагает Вам отказаться от каких-либо действий, необходимых для акцепта.</p>
                          <p>Полным и безоговорочным акцептом настоящей оферты является осуществление Заказчиком оплаты предложенных Исполнителем Услуг. В отношении Услуг, предлагаемых Исполнителем по акциям (специальным предложениям при их наличии) с условиями оплаты частями, полным и безоговорочным акцептом настоящей оферты является осуществление Заказчиком оплаты первой части от согласованной сторонами суммы.</p>
                          <p>1.  УСЛОВИЯ ПУБЛИЧНОЙ ОФЕРТЫ</p>
                          <p>В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения:</p>
                          <p>●  «Оферта» — публичное предложение Исполнителя, адресованное любому физическому лицу или юридическому лицу, а также индивидуальному предпринимателю (Заказчику), заключить с ним договор на изложенных в настоящей Оферте условиях, а также на основании ознакомления с иными правилами работы платформы продукта «Наставничество», представленным на сайте slavagrebenkin.getcourse.ru </p>
                          <p>●  «Акцепт» — полное и безоговорочное принятие Заказчиком условий Оферты. Оплата Заказчиком выбранного формата доступа к материалам продукта «Наставничество», оформленная в личном кабинете Платформы на сайте slavagrebenkin.getcourse.ru означает согласие Заказчика с условиями настоящей Оферты.</p>
                          <p>● «Платформа» продукта «Наставничество» — информационная площадка Исполнителя, расположенная в сети Интернет по адресу  slavagrebenkin.getcourse.ru, имеющая в своем контенте каталог предлагаемых для продажи Курсов (Произведений) - виртуальную витрину и интерактивный механизм оформления заказа доступа к этим Курсам с указанием цен, иной информации.</p>
                          <p>● «Сайт» — совокупность данных, доступных для просмотра в сети Интернет на домене slavagrebenkinl.getcourse.ru.</p>
                          <p>●  «Исполнитель» — индивидуальный предприниматель Гребенкин Вячеслав Владимирович, зарегистрированный в установленном порядке на территории Российской Федерации, осуществляющий реализацию информационных услуг с помощью сети Интернет.</p>
                          <p>● «Заказчик» — лицо, заключившее с Исполнителем Договор на условиях Оферты, на возмездное оказание Исполнителем информационно-консультационных услуг путем проведения курса в форме онлайн-трансляции видеозаписей по сети Интернет через предоставление специального доступа, либо в форме онлайн-трансляции по сети Интернет в режиме реального времени.</p>
                          <p>● «Доступ» — право Заказчика просматривать, знакомиться и иным образом пользоваться материалами платформы продукта «Наставничество» и Дополнительными услугами. Данное право Заказчика оплачивается в соответствии с выбранным доступом в личном кабинете платформы продукта «Наставничество» на сайте slavagrebenkin.getcourse.ru .</p>
                        </div>
                        <div class="lesson-box__spoiler-btn">Показать полностью </div>
                      </div>
                      <div class="lesson-box__header">№3 - Правила наставничества</div>
                      <div class="lesson-box__text"><strong>Правило 1. Ответственность за результат. </strong>
                        <p>Для меня очень важно работать с осознанными людьми, которые понимают уровень ответственности за свой результат. Чем больше ты будешь посвящать себя развитию, внедрять советы, слушать наставления, тем быстрее ты придешь к своей цели! В первую очередь, Наставничество - это работа над собой. В видео уроках, я буду вести тебя и информацией в них помогать на этом пути, но без тебя и твоего вовлечения в этот процесс - далеко не уйдешь. </p>
                        <p>На футбольном поле во время матча, за результат отвечают игроки, не тренер. Тренер дает знания, схемы, работает с каждым и тренирует. Поэтому я призываю к ответственности! Так как, не возможно тренеру взять ответственность за действия игрока и вместо него бегать и играть с другими игроками.</p><strong>Правило 2. Обязательно делай все домашние задания.</strong>
                        <p>Домашние задания и главы структурированы по нарастающей сложности. Как и в школе/институте если делать все последовательно, то знания со следующего урока укрепят знания с предыдущего. Наставничество будет интересным и комфортным, если делать все во время, а не в последний момент. </p>
                        <p>Все мы люди разные, для кого-то определенное задание может показаться легким, для кого-то тяжелым. Сделаны задания с одной целью - помочь усвоить, закрепить информацию и двигаться дальше. Поэтому обязательно делай все домашние задания, не откладывай их на потом.</p><strong>Правило 3. Ежедневно занимайся рефлексией. </strong>
                        <p>Рефлексировать - значит размышлять, анализировать. Остановить бесконечный поток автоматических мыслей и начать осознавать себя в моменте здесь и сейчас. Правильный самоанализ поможет не допускать в дальнейшем ошибок и научит мыслить рационально. Более подробно о том, как грамотно рефлексировать, я тебе расскажу в этой главе.</p>
                      </div>
                      <div class="lesson-box__header">№4 - Напутствие</div>
                      <div class="lesson-box__audio">
                        <audio controls="" src="https://fs.getcourse.ru/fileservice/file/download/a/458023/sc/276/h/45ccdf5f97635f7bb78d58d31687e4fe.mp3"></audio>
                      </div>
                    </div>
                  </div>
                  <div class="lesson__nav">
                    <div class="lesson__nav-prev"><a href="">
                        <button class="btn">Предыдущий урок</button></a></div>
                    <div class="lesson__nav-next"><a href="">
                        <button class="btn">Следующий урок</button></a></div>
                  </div>
                  <div class="lesson__title">Задание</div>
                  <div class="lesson__task">
                    <p>1. Ознакомьтесь с договором оферты, правилам Наставничества. </p>
                    <p>2. Для того, чтобы мозгу создать физическую награду за проделанную работу, очень важно поставить материальную цель. Напиши ниже, как ты себя порадуешь, когда достигнешь поставленного результата? Что себе купишь?</p>
                    <p>3. Заполни все поля внизу.</p>
                  </div>
                  <div class="lesson__comments">
                    <div class="box-comments">
                      <div class="box-comments__wrp">
                        <div class="box-comments__title">Ваш ответ </div>
                        <div class="box-comments__content">

                          <? if(!$taskReply['id']): ?>

                          <form action="/api/taskReply/" data-form="taskReply">
                          <div class="box-comments__add">
                            <div class="box-comments__textarea">
                              <textarea placeholder="Введите..." name="text"></textarea>
                            </div>
                            <div class="box-comments__send">
                              <button>
                                <svg width="24" height="24">
                                  <use xlink:href="/img/sprites/sprite.svg#ic_send"></use>
                                </svg>
                              </button>
                            </div>
                          </div>
                          </form>

                          <? else: ?>

                            <div class="lesson__task lesson__task--reply"><?=$taskReply['text']?></div>

                          <? endif; ?>  

                          <div class="box-comments__title">Коментарии </div>

                          <div class="box-comments__list">
                            <div class="item-message" data-comment="item" data-comment-id="123">
                              <div class="item-message__head">
                                <div class="item-message__photo"><span class="bgimage lazyload" data-bg="/img/common/user3.jpg"></span>
                                </div>
                                <div class="item-message__detail">
                                  <div class="item-message__name">Бронислав Андреев,</div>
                                  <div class="item-message__date">Сегодня в 19.30</div>
                                </div>
                              </div>
                              <div class="item-message__main"><span>Профессиональный военный Джексон Бриггс всеми силами пытается вернуться в строй, но из-за травмы головы получает постоянные отказы. Когда умирает один из его сослуживцев, Бриггсу дают задание: с военной базы в штате Вашингтон доставить на похороны в аризонский Ногалес боевую подругу почившего — нервную бельгийскую овчарку Лулу с целым спектром посттравматических расстройств.</span></div>
                              <div class="item-message__action" data-comment-action="container">
                                <div class="item-message__default" data-comment-action="pane-default"><span class="item-message__default-reply" data-comment-action="reply">Ответить</span></div>
                                <div class="item-message__reply" data-comment-action="pane-reply">
                                  <div class="item-message__reply-field">
                                    <textarea placeholder="Введите"></textarea>
                                  </div>
                                  <div class="item-message__reply-button" data-comment-action="send">
                                    <svg width="25" height="25">
                                      <use xlink:href="/img/sprites/sprite.svg#ic_send"></use>
                                    </svg>
                                  </div>
                                </div>
                              </div>
                              <div class="item-message__answers" data-comment="answers"> </div>
                            </div>
                          </div>
                        </div>
                      </div>
                    </div>
                  </div>
                </div>