<main>
<section class="section-page">
              <div class="container">
                <div class="page">
                  <div class="page__title">
                    <div class="line-separator"><span>
                        <h1> <?=$PAGE['h1']?> </h1></span></div>
                  </div>
                  <div class="page__content">
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                    <p>Содержимое страницы</p>
                  </div>
                </div>
              </div>
            </section>
</main>